# Space_GetNetVolume

## Description
Returns net volume of given space object

```pascal
FUNCTION Space_GetNetVolume(space : HANDLE) : REAL;
```

```python

def vs.Space_GetNetVolume(space):
    return REAL
```

## Parameters
|Name|Type|Description|
|---|---|---|
|space|HANDLE||

## Version
Availability: from Vectorworks 2014
## Category
* SpaceObjectCoreTools